{
  "snippets": [
    {
      "headline": "WHO WILL PAY THE TAX",
      "text": "EDITORIAL. — It is very doubtful if some of the large mining interests are going to see a way to pay the taxes or not. They are always on the look out for some easy way of evading their duty to the state.",
      "pdfUrl": "https://tile.loc.gov/storage-services/service/ndnp/nbu/batch_nbu_fairbury_ver01/data/sn96080161/00206539215/1899033001/0537.pdf",
      "imageUrl": "https://tile.loc.gov/image-services/iiif/service:ndnp:nbu:batch_nbu_fairbury_ver01:data:sn96080161:00206539215:1899033001:0532/full/pct:6.25/0/default.jpg",
      "pageUrl": "https://www.loc.gov/resource/sn96080161/1899-03-30/ed-1/",
      "source": "Image 6 of The Conservative (Nebraska City, Neb.), March 30, 1899, 1899-03-30",
      "real": true,
      "score": 7
    },
    {
      "headline": "THE CONDITION OF THE BANK.",
      "text": "BANK OF NEW YORK. — THE directors of the Bank of New York met yesterday and passed a resolution of respect to the memory of the late President, Mr. James H. Bankson. The meeting was well attended and the financial affairs of the Bank are in a good condition.",
      "pdfUrl": "https://tile.loc.gov/storage-services/service/ndnp/dlc/batch_dlc_triumph_ver02/data/sn83030214/00175036817/1898021701/0298.pdf",
      "imageUrl": "https://tile.loc.gov/image-services/iiif/service:ndnp:dlc:batch_dlc_triumph_ver02:data:sn83030214:00175036817:1898021701:0297/full/pct:3.125/0/default.jpg",
      "pageUrl": "https://www.loc.gov/resource/sn83030214/1898-02-17/ed-1/",
      "source": "Image 2 of New-York tribune (New York [N.Y.]), February 17, 1898, 1898-02-17",
      "real": true,
      "score": 7
    },
    {
      "headline": "IT MAY BAR PROHIBITION",
      "text": "SENATE MAY SUPPORT IT — The question of giving all the states the right to make their own laws in regard to liquor traffic, or of allowing the states to decide upon the question of prohibition without interference from congress, will, it is believed, come up in the senate.",
      "pdfUrl": "https://tile.loc.gov/storage-services/service/ndnp/nbu/batch_nbu_alliance_ver01/data/sn99021999/0020653882A/1892021501/0221.pdf",
      "imageUrl": "https://tile.loc.gov/image-services/iiif/service:ndnp:nbu:batch_nbu_alliance_ver01:data:sn99021999:0020653882A:1892021501:0214/full/pct:6.25/0/default.jpg",
      "pageUrl": "https://www.loc.gov/resource/sn99021999/1892-02-15/ed-1/",
      "source": "Image 8 of Omaha daily bee (Omaha [Neb.]), February 15, 1892, 1892-02-15",
      "real": true,
      "score": 7
    },
    {
      "headline": "ACCEPT O VENIREMEN IN HABEAS TRIAL",
      "text": "COMPLAINTS OF BIASED MEN. — The trial of the accused will be conducted in the St. Louis County Court, despite any doubts that the men who were on the venire are biased. The habeas corpus proceedings are set for this afternoon at 2 o'clock.",
      "pdfUrl": "https://tile.loc.gov/storage-services/service/ndnp/mohi/batch_mohi_hayden_ver01/data/sn84020274/00294559607/1903052401/0511.pdf",
      "imageUrl": "https://tile.loc.gov/image-services/iiif/service:ndnp:mohi:batch_mohi_hayden_ver01:data:sn84020274:00294559607:1903052401:0500/full/pct:6.25/0/default.jpg",
      "pageUrl": "https://www.loc.gov/resource/sn84020274/1903-05-24/ed-1/",
      "source": "Image 12 of The St. Louis Republic (St. Louis, Mo.), May 24, 1903, (PART I), 1903-05-24",
      "real": true,
      "score": 6
    },
    {
      "headline": "HE WHO HESITATE...",
      "text": "HE WHO HESITATE... — It is a fact that a large portion of the public men, with especial tendencies, are controlled by a selfish spirit. The old time conservative, it seems, were too conservative, they let the other side, and a few men, get in before them. They were hampered by their narrowness and timidity.",
      "pdfUrl": "https://tile.loc.gov/storage-services/service/ndnp/nbu/batch_nbu_fairbury_ver01/data/sn96080161/00206539215/1899033001/0538.pdf",
      "imageUrl": "https://tile.loc.gov/image-services/iiif/service:ndnp:nbu:batch_nbu_fairbury_ver01:data:sn96080161:00206539215:1899033001:0532/full/pct:6.25/0/default.jpg",
      "pageUrl": "https://www.loc.gov/resource/sn96080161/1899-03-30/ed-1/",
      "source": "Image 7 of The Conservative (Nebraska City, Neb.), March 30, 1899, 1899-03-30",
      "real": true,
      "score": 6
    },
    {
      "headline": "TOWN'S ONLY LAWYER ANNOUNCES RETIREMENT PLANS",
      "text": "Mr. Thaddeus Blackwell, attorney-at-law and resident of this town for twenty-three years, has announced his intention to retire from legal practice next spring. His retirement will conclude an illustrious career encompassing forty-two lawsuits, fifteen property disputes, and one memorable criminal trial involving livestock theft. Mr. Blackwell plans to spend his remaining years reading philosophy and maintaining his prized rose garden. The town will be bereft of legal counsel until a replacement can be secured from the county.",
      "real": false,
      "score": 9
    },
    {
      "headline": "VISITING PREACHER DELIVERS UNUSUALLY LENGTHY SERMON",
      "text": "Reverend Archibald Munson, guest speaker at Sunday service, delivered a sermon of remarkable duration—ninety-seven minutes by the church clock. His subject, 'The Manifold Dangers of Idle Speculation,' was explored with exhaustive thoroughness and numerous biblical references. While several parishioners found the discourse edifying, others appeared to have experienced some difficulty maintaining consciousness through the conclusion. The Reverend is invited to return next year, though certain congregants hope he might consider briefer topics.",
      "real": false,
      "score": 9
    },
    {
      "headline": "YOUNG MAN DEMONSTRATES EXPERIMENTAL MOTORIZED BICYCLE",
      "text": "Mr. Malcolm Pettigrew has constructed a most peculiar bicycle featuring an internal combustion engine mounted between the wheels. The contraption reportedly achieves remarkable speeds—possibly reaching fifteen miles per hour—though its operation produces concerning noise and foul-smelling vapor. Upon Mr. Pettigrew's maiden demonstration last Saturday, several horses were startled and a child's hoop was knocked into a ditch. Constable Murphy has suggested the device be tested only on roads outside residential areas until its reliability is established.",
      "real": false,
      "score": 9
    },
    {
      "headline": "PROMINENT WIDOW ANNOUNCES INTENTION TO REMAIN UNMARRIED",
      "text": "Mrs. Eleanor Thornton, widow of the late manufacturer for five years, has shocked society by publicly declaring her intention never to remarry. At fifty-three years old, with substantial property holdings and no children requiring paternal guidance, she proposes to live independently and pursue interests including reading, travel, and charitable work. Several dowagers have fainted upon hearing this declaration; the younger women appear impressed. Mrs. Thornton seems entirely unmoved by the scandal, which perhaps demonstrates independent means do provide certain freedoms.",
      "real": false,
      "score": 9
    },
    {
      "headline": "TEMPERANCE MOVEMENT GAINS UNEXPECTED ALLY",
      "text": "Mrs. Josephine Hartley, widow of the late saloon proprietor, has shocked many by joining the Women's Temperance League. Her late husband's establishment, the Blue Moon, was known for its lively atmosphere and generous portions. Mrs. Hartley now advocates vigorously for prohibition, arguing that her husband's untimely demise was directly attributable to proximity to alcoholic vapors. Several town members regard her conversion with skepticism; others appreciate her passionate commitment to reform.",
      "real": false,
      "score": 8.5
    }
  ],
  "generatedAt": "2026-02-20T06:52:05.007Z",
  "date": "2026-02-20"
}