{
  "snippets": [
    {
      "headline": "THE REFORMATO ITS MODERN METHODS",
      "text": "IAl THE REFORMATO ITS MODERN METHODS New York&apos;s Reformatory at Elmira is Up-to-Date. GOOD CONDUCT AVAILS MUCR What is Done for the Betterment of the Inmates. A LONG STEP FORWARD Written far The Evening Star. With the establishment of the New York State Reformatory at Elmira a step was taken in the march of progress that there is no retracing. It beat down the hindering weeds of prejudice and fogyism, and made more plain the way for what must follow. Until that time we, in this progressive country, had given little thought to the proble&apos;ms of the criminal, and we still give far too little for our own profit and safety. Until that time the criminal was, in our view,",
      "pdfUrl": "https://tile.loc.gov/storage-services/service/ndnp/dlc/batch_dlc_japanesechin_ver01/data/sn83045462/00280655442/1901121401/0624.pdf",
      "pageUrl": "https://www.loc.gov/resource/sn83045462/1901-12-14/ed-1/",
      "source": "Image 35 of Evening star (Washington, D.C.), December 14, 1901, 1901-12-14",
      "real": true,
      "score": 8
    },
    {
      "headline": "THE LARAMIE REPUBLICAN VOL",
      "text": "THE LARAMIE REPUBLICAN VOL. XXIII. NO. 41. ROBBER IS 1 CAPTURED . LEADER OF THE CANADIAN BANK LOOTERS BELIEVED TO BE IN THE TOILS AT CHICAGO THE TOILS AT ST. LOUIS J. C. Adams, Arrested for Murder,, and Wife, Known as Jeannette Little, Taken at Edwardsville —Man Pre. tended to Be Deaf and Dumb and Woman to Be Lame—Drug-Crazed Negro Captured by the Police. St. Louis, Mo., Sept. 27.—J. C. Adams, alias Walter Stacy, said to have been Involved in the $120,00C bank robbery in New Westminster, B. C., was arrested here following a year’s chase. The arrest of his al alleged - leged alleged wife, known as Jeanette Little, last night in Edwardsville, 111., com completed - pleted completed",
      "pdfUrl": "https://tile.loc.gov/storage-services/service/ndnp/wyu/batch_wyu_bradbury_ver01/data/sn92066979/00513687576/1912092701/0821.pdf",
      "pageUrl": "https://www.loc.gov/resource/sn92066979/1912-09-27/ed-1/",
      "source": "Image 1 of The Laramie Republican (Laramie, Wyo.), September 27, 1912, 1912-09-27",
      "real": true,
      "score": 8
    },
    {
      "headline": "THE LARAMIE REPUBLICAN XXII NO",
      "text": "THE LARAMIE REPUBLICAN XXII NO. 13. ROBBER IS CAPTURED LEADER OF THE CANADIAN BANK LOOTERS BELIEVED TO BE IN THE TOILS AT CHICAGO THE TOILS AT ST. LOUIS J. C. Adams, Arrested for Murder, and Wife, Known as Jeannette Little, Taken at Edwardsville—Man Pre Pretended - tended Pretended to Be Deaf and Dumb and Woman to Be Lame—Drug-Crazed Negro Captured by the Police. St. Louis, Mo., Sept. 27. —J. C. Adams, alias Walter Stacy, said to have been .involved in the $120,00C bank robbery in New Westminster, B. C., was arrested here following a year's chase. The arrest of his al alleged - leged alleged wife, known as Jeanette Little, last night in Edwardsville, 111., com completed - pleted completed",
      "pdfUrl": "https://tile.loc.gov/storage-services/service/ndnp/wyu/batch_wyu_foster_ver01/data/sn92066981/00517010200/1912092801/0545.pdf",
      "pageUrl": "https://www.loc.gov/resource/sn92066981/1912-09-28/ed-1/",
      "source": "Image 1 of The Laramie Republican (Laramie, Wyo.), September 28, 1912, (Weekly Edition), 1912-09-28",
      "real": true,
      "score": 8
    },
    {
      "headline": "MYSTERIOUS BANK ROBBERY SOLVED",
      "text": "MYSTERIOUS BANK ROBBERY SOLVED Perpetrators of Daring Crime Now Serving Terms Behind Prison Bars. WOMAN CAUSES ARREST OF THE GUILTY MEN Divorced and Neglected Wife of Accessory to Deed Unearths Evidence Which Leads to Their Punishment —How National In Institution - stitution Institution at Lima, O. t Was Plun Plundered - dered Plundered of Over SIB,OOO Seven Years Ago—Officers Long Suspected of Tak Taking - ing Taking Money. Seven years ago the American na national - tional national bank at Lima, 0., was robbed of $18,232, the money having been taken from the vaults sometime between Sat Saturday - urday Saturday night and Monday morning, but just when and by whom was unknown until the last few weeks. Now, Elijah",
      "pdfUrl": "https://tile.loc.gov/storage-services/service/ndnp/whi/batch_whi_hegmeister_ver01/data/sn85033255/00514152573/1905112301/0309.pdf",
      "pageUrl": "https://www.loc.gov/resource/sn85033255/1905-11-23/ed-1/",
      "source": "Image 7 of River Falls journal (River Falls, Pierce County, Wis.), November 23, 1905, 1905-11-23",
      "real": true,
      "score": 8
    },
    {
      "headline": "THE UNIT RULE REJRCTED BY A MAJORITY OF THREE",
      "text": "IF rN am TH RE RD nro : SPN . hey IX Ta randy ALU NEW-YORK, FRIDAY, APRIL 30, 1880. PRICE 3 OUT XL..N° 12,220. PENNSYLVANIA DEMOCRATS, RANDALL VICTORIOUS. THE UNIT RULE REJRCTED BY A MAJORITY OF THREE=RANDALL AND WALLACE FIGURE IN A ETORMY DEBATE — A NEUTRAL PLATFORM ADOPIED. In the Pennsylvania Democratic Convention yesterday, the Randall men defeated the unit rule by a vote of 125 to 122. The Randall men openea the fight, aud after a stormy debate, in which Mr. Randall and Mr. Wallace tock part on opposite sides, the vote was taken. The plat- form includes a “fraud” resolution, but indi- cates no Presidential preference. John A. Jenks, was nominated for Supreme Court J nudge,",
      "pdfUrl": "https://tile.loc.gov/storage-services/service/ndnp/dlc/batch_dlc_avanti_ver02/data/sn83030214/0017503979A/1880043001/0255.pdf",
      "pageUrl": "https://www.loc.gov/resource/sn83030214/1880-04-30/ed-1/",
      "source": "Image 1 of New-York tribune (New York [N.Y.]), April 30, 1880, 1880-04-30",
      "real": true,
      "score": 7
    },
    {
      "headline": "HORSE STOLEN FROM MILLER'S LIVERY STABLE",
      "text": "The dappled mare known as Bessie disappeared sometime between Tuesday evening and Wednesday morning. Sheriff Whitmore requests any information regarding her whereabouts. A reward of five dollars is offered for her return, or ten dollars for information leading to the arrest of the thief. Bessie is distinguishable by a white blaze on her nose and a slight limp on her left hind leg.",
      "real": false,
      "score": 8
    },
    {
      "headline": "LADIES AID SOCIETY RAISES CONSIDERABLE FUNDS",
      "text": "The monthly bake sale held this past Saturday proved most successful, netting forty-three dollars and seventy-five cents for the church roof repairs. Mrs. Patterson's apple turnovers sold out entirely by two o'clock, while Mrs. Henderson's lemon pound cake commanded special attention. The ladies wish to thank all patrons and look forward to next month's event.",
      "real": false,
      "score": 8
    },
    {
      "headline": "NEW TELEGRAPH OFFICE OPENS ON MAIN STREET",
      "text": "Mr. Gerald Finch has established modern telegraphic services at his new office beside the dry goods store. Messages can now be sent to nearby counties with unprecedented speed. Operating hours are eight in the morning until six in the evening, Monday through Saturday. Rates are modest and inquiries are welcome.",
      "real": false,
      "score": 8
    },
    {
      "headline": "EDITOR DEPLORES EXCESSIVE SPITTING IN PUBLIC",
      "text": "This office has received numerous complaints regarding gentlemen who persist in spitting tobacco juice upon our sidewalks and storefronts. Such behavior is unbecoming of civilized society and reflects poorly upon our fair town. We urge all citizens to practice proper deportment. Surely we are better than animals in a barn yard.",
      "real": false,
      "score": 8
    },
    {
      "headline": "FOUND: GENTLEMAN'S POCKET WATCH AND CHAIN",
      "text": "A handsome silver timepiece with monogram J.B. was recovered near the railway station last Thursday. The finder has lodged it with Sheriff Whitmore for safekeeping. The rightful owner may claim it by providing proof of ownership and identifying distinguishing marks upon the case.",
      "real": false,
      "score": 8
    }
  ],
  "generatedAt": "2026-02-20T00:14:56.573Z",
  "date": "2026-02-20"
}